Repository: RKWKomZe/RkwGraphs
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# flexform.graphs.selectType
source: Select type
de: Bitte Diagrammtyp w√§hlen

# flexform.graphs.title
source: Title
de: Titel

# flexform.graphs.xaxis.label
source: Label xAxis
de: Beschriftung x-Achse

# flexform.graphs.yaxis.label
source: Label yAxis
de: Beschriftung y-Achse

# flexform.graphs.bars.yaxis2.label
source: Label yAxis2
de: Beschriftung 2. y-Achse

# flexform.graphs.bars.stacked
source: Stacked presentation
de: Stapeldarstellung

# flexform.graphs.bars.horizontal
source: Horizontal presentation
de: Horizontale Darstellung

# flexform.graphs.bars.dataLabels.offsetX
source: Horizontal offset of data label
de: Horizontaler Versatz der Balkenbeschriftung

# flexform.graphs.bars.dataLabels.offsetY
source: Vertical offset of data label
de: Vertikaler Versatz der Balkenbeschriftung

# flexform.graphs.bars.dataLabels.style.colors
source: Colors of data label
de: Farbe der Balkenbeschriftung

# flexform.graphs.bars.yaxis2.show
source: Second yAxis
de: 2. y-Achse einblenden

# flexform.graphs.colors
source: Colors
de: Farben

# flexform.graphs.labels
source: Labels
de: Beschriftungen

# flexform.graphs.series
source: Values
de: Werte

# flexform.graphs.unit
source: Unit
de: Einheit

# flexform.graphs.bars.offsetX
source: Series offsets x-axis
de: Werteversatz auf x-Achse

# flexform.graphs.caption
source: Caption
de: Bildunterschrift

# flexform.graphs.legend.show
source: Show legend
de: Legende anzeigen
